# -*- coding: utf-8 -*-
"""
@File    : 新建文件.py
@Time    : 2022/2/11 22:12
@Author  : Leonardo Zhou
@Email   : 2974519865@qq.com
@Software: PyCharm
"""
{"商品标题": "联想 拯救者R9000P 16英寸( 8核 R7-5800H 16G 512G RTX3060 2.5k屏 165Hz)", "预售": False, "价格": {"正常价格": "8399.00", "学生价": None, "活动价": "7999"}, "详细参数": {"商品介绍": {"商品名称": "联想拯救者R9000P", "商品编号": "100014794825", "商品毛重": "4.65kg", "商品产地": "中国大陆", "屏幕色域": "100%sRGB", "类型": "游戏笔记本", "系统": "Windows 11", "厚度": "20.0mm以上", "机身材质": "金属+复合材质", "特性": "PCI-E高速固态硬盘，大内存（16GB及以上），Wi-Fi 6", "屏幕尺寸": "16.0-16.9英寸", "系列": "联想 - 拯救者", "支持IPv6": "支持IPv6", "颜色": "灰色", "处理器": "AMD R7", "屏幕刷新率": "165Hz", "显卡芯片供应商": "NVIDIA", "显卡类型": "高性能游戏独立显卡", "显卡型号": "RTX 3060", "内存容量": "16GB", "固态硬盘（SSD）": "512GB", "机械硬盘": "无机械硬盘"}, "规格与包装": {"主体": {"型号": "拯救者R9000P", "认证型号": "Lenovo Legion R9000P2021Hxxxxxx"}, "机器规格": {"产品净重（kg）": "约2.58"}, "内存": {"内存类型": "DDR4", "插槽数量": "2个", "内存频率": "3200MHz", "最大支持容量": "32GB"}, "音效系统": {"内置麦克风": "内置麦克风"}, "端口": {"显示端口": "HDMI接口", "音频接口": "耳机、麦克风二合一接口 3.5mm"}, "光驱": {"光驱类型": "无光驱"}, "显卡": {"显存容量": "6GB", "显存类型": "GDDR6", "显存位宽": "192bit"}, "硬盘": {"M.2接口数量": "2个"}, "网络传输": {"Wi-Fi连接": "Wi-Fi 6", "局域网": "10/100/1000Mbps"}, "其它设备": {"摄像头": "有摄像头"}, "电源": {"电池芯数": "4芯 锂离子电池", "电池容量": "80Wh"}, "显示器": {"屏幕类型": "IPS", "显示比例": "宽屏16：10", "屏幕分辨率": "2560*1600", "屏幕尺寸": "16英寸"}, "处理器": {"核心数": "八核", "CPU类型": "AMD R7", "处理器基准频率": "3.2GHz", "CPU型号": "R7-5800H", "CPU集成显卡": "AMD集成显卡", "线程数": "16线程", "处理器加速频率": "4.4GHz"}}}}
